Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Inducted By
es: Inducción por

source: Industry Accepted Standard of Care (no warranties)
es: Norma de cuidado aceptada en la industria (sin garantías)

source: Industry Standard of Care (no warranties)
es: Norma de cuidado de la industria (sin garantías)

source: Infant – neutral head position
es: Bebé: posición neutra de la cabeza

source: Infiltration into the WRF will discharge primarily to the underdrain systems of these facilities, and report to the downstream toe as noted during the operational phase.
es: La infiltración hacia el depósito de estériles descargará principalmente en los sistemas de drenaje subsuperficial de estas instalaciones y luego hacia el pie de aguas abajo como se advierte durante la fase operacional.

source: Infiltration to groundwater from precipitation events is likely to be limited given the high intensity of the precipitation events, the relatively low permeability of the near surface soils derived from the underlying silty colluvium and volcaniclastic bedrock, and generally steep topography.
es: La infiltración de los eventos de precipitación hacia las aguas subterráneas probablemente se encuentre limitada dada la alta intensidad de los eventos de precipitación, la relativamente baja permeabilidad de los suelos cercanos a la superficie resultantes del coluvión limoso subyacente y del basamento volcanoclástico y, en general, la pronunciada topografía.

source: Inflatable PFDs require inspection every 12 months by a competent person.
es: Los chalecos salvavidas inflables requieren inspección cada 12 meses por una persona competente.

source: Inform all personnel in the area of the works.
es: Informar a todo el personal que se encuentre en el área de los trabajos.

source: Inform the HSSE Team as soon as possible to ensure that we meet legal reporting requirements
es: Informar al Grupo de HSSE lo antes posible para asegurarse de cumplir la legislación sobre informes.

source: Inform the Project Manager as soon as possible
es: Informar al Gerente de Proyecto lo antes posible.

source: Inform the client representative
es: Informar al representante del cliente.

source: Inform your Project Manager if you have a condition or are taking medication that may affect your ability to work in the heat (e.g. asthma, influenza, gastro, diabetes, pregnancy, heart conditions and epilepsy).
es: Informar al Gerente de Proyecto si tienes alguna afección o estás tomando medicamentos que puedan afectar tu capacidad para trabajar en el calor (asma, influenza, gastritis, diabetes, embarazo, afecciones cardiacas o epilepsia, por ejemplo).

source: Inform your manager if you are not in a physical, psychological or emotional state to perform your tasks without endangering yourself, others or the environment.
es: Informa a tu superior si no te encuentras en condiciones físicas, sicológicas o emocionales para ejecutar tus tareas sin poner en peligro tu persona, a otros o al medio ambiente.

source: Inform your manager if you aren’t able to perform your tasks for any reason
es: Informe a su gerente si no es capaz de realizar sus tareas, sin importar el motivo

source: Inform your manager of impairments that may impact on your work capabilities.
es: Informa a tu supervisor cualquier situación que pueda hacer que disminuya tu capacidad para trabajar.

source: Informal catch-ups will happen naturally.
es: Las reuniones informales se darán de forma natural.

source: Information is drawn from the internal MSC Hydrogeological Report (MSC, 2017).
es: La información proviene del Informe Hidrogeológico interno de MSC (MSC, 2017).

source: Infrequent performance
es: Rendimiento infrecuente

source: Ingestion – gloves when handling potential contaminated material; Wash hands thoroughly after field work.
es: Ingestión: guantes al manipular el material posiblemente contaminado; lavarse las manos muy bien después del trabajo de campo.

source: Inhalation – respirator (tight fitting and correct cartridge for the contaminant).
es: Inhalación: respirador (bien ajustado y con cartucho adecuado para el contaminante).

source: Initial Meeting
es: Reunión Inicial

source: Initial Risk
es: Riesgo inicial

source: Initial findings from the preliminary investigation suggest that this incident could have been avoided had the project team requested the entire property be located for underground utilities instead of just a small section of the property.
es: Los hallazgos iniciales de la investigación preliminar sugieren que este incidente podría haber sido evitado si el equipo de proyecto hubiera solicitado la localización de servicios subterráneos para toda la propiedad, en vez de sólo en una pequeña sección.

source: Initial findings include:
es: Los hallazgos iniciales incluyen:

source: Initial investigation of this event suggests that private locates within the facility to clear the core hole locations were not completed.
es: La investigación inicial de este suceso sugiere que se omitió la localización de servicios dentro del predio para contar con ubicaciones despejadas para la extracción de testigos.

source: Initiate investigation
es: Iniciar la investigación

source: Initiate the Project
es: Iniciar el proyecto

source: Initiating – principal contractor, plan and timing, HSSE requirements and resources
es: Iniciación - contratista principal, planificación y tiempos, requerimientos y recursos de HSSE

source: Initiating:
es: Iniciación:

source: Injuries, Environmental Damage, High and Very High Risk Incidents and Hazards
es: Lesiones, Daño ambiental, Incidentes de Riesgo y Peligro Alto y Muy Alto

source: Injury
es: Lesión

source: Injury / Damage:
es: Lesión/daño:

source: Injury / Illness – first aid treatment injury
es: Lesión / Enfermedad: lesión con tratamiento de primeros auxilios

source: Injury / illness – medical treatment injury, modified duty injury, or lost time injury
es: Lesión / Enfermedad: lesión con tratamiento médico, lesión causada en el trabajo modificada o lesión que ocasiona pérdida de horas laborales

source: Injury – A bodily wound or condition caused by external force or exposure including stress, strain or extreme temperature and identifiable by time and place of occurrence and affected member or function of the body.
es: Lesión: herida corporal o condición causada por una fuerza externa o una exposición que incluye estrés, tensión o temperatura extrema, así como un momento y lugar identificable del suceso, además de la parte o función del cuerpo afectada.

source: Injury or illness
es: Lesiones o enfermedades

source: Innovation in water treatment technology
es: Innovación en tecnología de tratamiento de aguas

source: Input seismic source zones into EZ-FRISK 7.62 to calculate hazard curves and uniform hazard response spectra for the Spence Mine site
es: Ingresar la caracterización de las zonas de fuente sismogénica y los datos de entrada compilados en la modelación usando EZ-FRISK 7.62 para calcular las curvas de peligrosidad y los espectros de respuesta de peligro uniforme para la mina Spence.

source: Input seismogenic sources into the PSHA calculation software (i.e., EZ-FRISK 7.65), calculate PGA and selected Sa hazard curves and uniform hazard response spectra (5% damped) for the Spence Mine site;
es: Ingresar las fuentes sismogénicas en el software de cálculo del análisis probabilístico (EZ-FRISK 7.65), calcular la aceleración horizontal máxima y las curvas de peligrosidad Sa seleccionadas, así como los espectros de respuesta de peligro uniforme (con 5% de amortiguamiento) para la mina Spence;

source: Insert comments that you think will be helpful or have been requested for project management review and billing.
es: Insertar comentarios que puedan serle útiles o hayan sido solicitados por el Gerente de Proyecto para efectos de revisión y facturación.

source: Insert objective to achieve your destination
es: Añada objetivos para el logro de su destino

source: Insignificant
es: Insignificante

source: Inspect equipment (including contractor’s).
es: Inspeccionar los equipos (incluidos los del contratista).

source: Inspection – Examination of a workplace to identify uncontrolled hazards, to evaluate effectiveness and implementation of the identified hazard controls, and to verify workplace compliance
es: Inspección: examen de un lugar de trabajo para identificar peligros no controlados para evaluar la eficacia y la implementación de controles de los peligros identificados y para verificar el cumplimiento del lugar de trabajo.

source: Inspection of the slope above the 4230 Level identified evident erosion due to stormwater flows along the access ramp to the 4220 Level that crosses the South Colluvium-Tvs20 contact (Photograph 14), and an unlined drainage channel on the road that crosses the North Colluvium-Tvs20 contact (Photograph 15).
es: La inspección del talud por encima del nivel 4230 arrojó erosión evidente debido a flujos de aguas pluviales a lo largo de la rampa de acceso al nivel 4220 que cruza el contacto sur Coluvión-Tvs20 (Fotografía 14) y a lo largo de un canal de drenaje no impermeabilizado en el camino que cruza el contacto norte Coluvión-Tvs20 (Fotografía 15).

source: Inspections of mobile and powered equipment shall be documented and retained.
es: Se debe documentar y archivar la inspección de equipos móviles y energizados.

source: Instability
es: Inestabilidad

source: Instability should be managed operationally.
es: La inestabilidad debe manejarse de manera operacional.

source: Install drainholes in fans of 3 to 5 holes at each location.
es: Instalar pozos de drenaje en abanicos de 3 a 5 pozos en cada ubicación.

source: Install horizontal drainholess as necessary.
es: Instalar pozos de drenaje horizontales según sea necesario.

source: Install three vibrating wire pressure transducers (VWPs) in each corehole; one in the bedrock and two in zones of apparent saturation in the Volcaniclastic sediments;
es: Instalar tres transductores de presión de cuerda vibrante (VWP) en cada barreno, uno en el basamento y dos en zonas de saturación aparente en los sedimentos volcanoclásticos.

source: Install three vibrating wire pressure transducers in each corehole; one in the bedrock and two in zones of apparent saturation in the Colluvium;
es: Instalar tres transductores de presión de cuerda vibrante en cada barreno, uno en el basamento y dos en zonas de saturación aparente en el Coluvión;

source: Instead I want to talk about Formula 1.
es: Pero en vez de eso, quiero hablar de la Formula 1.

source: Institute of the National Fund for Housing – Mexico City, Mexico
es: Instituto del Fondo Nacional de Vivienda – Ciudad de México, México

source: Instructions, orientation &/or training
es: Instrucciones, orientación y/o capacitación

source: Instructions: Based on your self-assessment and senior leadership feedback, you should work your leader and your mentor to build a personalized Destination plan.
es: Instrucciones: Basados en su auto-evaluación y en la retroalimentación del liderazgo senior, debería trabajar con su líder y su mentor para formar un Plan de Destino personalizado.

source: Instructions: As part of its due diligence process, and to comply with its obligations under relevant laws, Golder Associates collects information concerning those third parties with which it may associate.
es: Instrucciones: Dentro del proceso de due diligence y para cumplir sus obligaciones según las leyes vigentes, Golder Associates recopila información sobre terceros con quienes puede tener relación.

source: Instrument the piezometer with a flow-control valve (and flowmeter) and secondary port for a pressure transducer at the wellhead;
es: Instrumentar el piezómetro con una válvula de control de flujo (y flujómetro) y un puerto secundario para un transductor de presión en la boca del pozo;

source: Instrument with a pressure transducer and data logger;
es: Instrumentar con un transductor de presión y data logger;

source: Insulating and reflective barriers.
es: Barreras aislante y reflectantes

source: Insurance
es: Seguros

source: Insurance claims
es: Siniestros

source: Insurance program (program level additions and changes)
es: Programa de seguros (adiciones y cambios a nivel de programa)

source: Insurance program – the company has been able to renew its global coverage on better terms for 2017 and 2018 as a result of the good work of our legal team
es: Programa de seguro: la compañía ha sido capaz de renovar su cobertura global con mejores términos para 2017 y 2018 como resultado del buen trabajo de nuestro equipo jurídico

source: Integrated multidisciplinary work being completed for our mining clients
es: Se está llevando a cabo trabajo multidisciplinario integrado para nuestros clientes mineros

source: Intense clay alteration of the Tvs units is generally associated with major faults and contacts, and at the silica alteration cap.
es: La intensa alteración argílica de las unidades Tvs se suele asociar a grandes fallas y contactos y al casquete de alteración silícea.

source: Inter-Ramp Angle (°)
es: Ángulo interrampa (°)

source: Interactions among humans and other elements of a system (e.g. the tools, equipment, products, tasks, organization, technology and environment) that results in a negative impact on human well-being such as musculoskeletal disorders (MSD).
es: Interacciones entre personas y otros elementos de un sistema (como herramientas, equipos, productos, tareas, organización, tecnologías y ambientes) que resulten en un impacto negativo para el bienestar de las personas, como es el caso de trastornos musculoesqueléticos (MSD).

source: Interface Subduction Zone
es: Zona de subducción de interfaz

source: Interfacing Works
es: Trabajos contiguos

source: Interim Assistant Professor, Faculty of Engineering (1991 to 1994)
es: Profesor Asistente Interino, Facultad de Ingeniería (1991 a 1994)

source: Intermittent review by Golder senior professionals who specialize in pit slope design, pit depressurization/dewatering and performance evaluation
es: Revisión intermitente por profesionales senior de Golder especializados en diseño de taludes de pit, despresurización/secado y evaluación de desempeño de pit

source: Internal Auditor, Syed Warsi, reported to the F&A Committee.
es: El Auditor Interno, Syed Warsi, informó al Comité de F&A.

source: Internal Hydrogeological Report “Resumen Sobre Caracteristicas Hidrogeologicas de Minera San Cristobal”, dated January 23, 2017 containing additional information on the mine drainage system.
es: “Resumen Sobre Características Hidrogeológicas de Minera San Cristóbal”, con fecha 23 de enero de 2017, informe hidrogeológico interno que contiene información adicional sobre el sistema de drenaje de la mina.

source: Internal communication that if weather conditions are more difficult than expected, planning needs to be re-evaluated.
es: Comunicación interna que señala que si las condiciones del tiempo son más difíciles de lo esperado, debe reevaluarse la planificación.

source: International SOS Assistance App
es: Aplicación de asistencia Internacional SOS

source: International SOS can be contacted, at any of the numbers below at any time or day, for medical and / or security assistance and advice during travel: Our Golder Corporate membership number is 11BYCA084630.
es: Puede contactarse con International SOS en cualquiera de los números que se indican abajo a cualquier hora de cualquier día para pedir ayuda médica o de seguridad durante el viaje: el número de miembro de Golder es 11BYCA084630.

source: International SOS has released an updated Assistance App version 5.0.3 containing a number of improvements. If you have automated app updates activated on your mobile device, along with the previous version of the International SOS App, you may not need to download the new version as your phone should update the Assistance App automatically.
es: International SOS ha lanzado una versión actualizada de su Assistance App (5.0.3) con varias mejoras. Si tienes activadas las actualizaciones automáticas en tu dispositivo móvil y tienes la versión anterior de la aplicación de International SOS, no necesitas descargar la nueva versión.

source: International Workshop
es: Taller internacional

source: Interpret the flow test data to estimate the hydraulic conductivity of the fractured breccia aquifer.
es: Interpretar los datos de la prueba de flujo y estimar la conductividad hidráulica del acuífero en la brecha fracturada.

source: Interpretation of the regional plate tectonic setting and historical earthquake record suggests three primary seismogenic regions:
es: La interpretación del entorno tectónico de placas regional y del registro sísmico histórico sugiere que hay tres regiones sismogénicas primarias:

source: Interpretation of the regional plate tectonics and the pattern of historical earthquakes suggest three major zones of large earthquake generation and earthquake strong ground motions that can be expected to affect the Spence Mine site.
es: La interpretación de la tectónica de placas regional y el patrón de sismos históricos sugieren tres grandes zonas de generación de grandes sismos y grandes movimientos sísmicos que podrían afectar a la mina Spence.

source: Interpreted Extent of Elevated Soil Moisture in Colluvium
es: Extensión interpretada de la elevada humedad del suelo en el Coluvión

source: Interpreted Extent of Saturation in Colluvium
es: Extensión interpretada de la saturación en el Coluvión

source: Intervene when we witness an unsafe work environment.
es: Intervenir cuando observemos un entorno de trabajo que no es seguro.

source: Intervene where necessary, taking the initiative to stop the driver if necessary, and impose the requirement of safe driving
es: Intervenir cuando sea necesario, tomando la iniciativa de detener al conductor si fuera necesario, e imponer los requerimientos de conducción segura

source: Interviews should be conducted individually and should begin as soon as possible after an incident.
es: Las entrevistas deberán realizarse individualmente y deben comenzar tan pronto como sea posible tras el incidente.

source: Intraslab Subduction Zone
es: Zona de subducción de intraplaca

source: Introduce decked charges within each borehole.
es: Introducir cargas espaciadas en cada barreno.

source: Introduction
es: Introducción

source: Intrusive Units and Sequence at San Cristóbal
es: Unidades y secuencias intrusivas en San Cristóbal

source: Intrusive and Breccia Name
es: Nombre del intrusivo y brecha

source: Intrusive events are interpreted to have occurred over a brief geological time span, on the order of 1 m.y. (million years).
es: Se interpreta que los eventos intrusivos ocurrieron en un lapso de tiempo geológico breve, del orden de 1 ma (millón de años).

source: Invariably we find something unexpected is present (nearby machinery, road works, heavy rain has made the area slippery – the list goes on).
es: De forma invariable encontramos lo inesperado (maquinaria cercana, trabajos en caminos, lluvias que hacen que el terreno sea resbaloso, etc).

source: Inventory & evaluation of exposures & needs
es: Inventario y evaluación de riesgos y necesidades

source: Investigate all injuries, damaging impacts on the environment, and High and Very High Risk hazards and incidents to determine root causes in order to prevent recurrence.
es: Investigar todas las lesiones, impactos que dañan el medio ambiente, y peligros e incidentes Altos y Muy Altos para determinar las causas raíz y así prevenir su recurrencia.

source: Investigate and carefully evaluate geological/geotechnical conditions in vicinity of Ex Dispatch instability to support design of Phase 7B pushback crest
es: Investigar y evaluar en detalle las condiciones geológicas/geotécnicas en las cercanías de la inestabilidad Ex Dispatch para permitir el diseño del coronamiento de la profundización de la Fase 7B.

source: Investigation Process
es: Proceso de Investigación

source: Investigation Report
es: Informe de Investigación

source: Investigation Team
es: Equipo a cargo de la investigación

source: Investigation Team Members:
es: Miembros del Equipo de Investigación:

source: Investigation Team Selection
es: Selección del equipo a cargo de la investigación

source: Investigation activities are directed toward defining the facts and circumstances related to the event, determining the root causes, and developing remedial actions to control the risks.
es: Las actividades de investigación apuntan a definir los hechos y circunstancias relacionadas al suceso, determinar sus causas raíz, y desarrollar acciones de remediación para controlar los riesgos.

source: Investigation of fracturing and stability of deviated boreholes (fracture initiation and sand control) and development of a fracture height/width model to accommodate "n" stress layers (equilibrium model) for fracture height predictions and improvement of pseudo-3D fracturing models.
es: Investigación de fracturación y estabilidad de sondajes desviados (iniciación de fractura y control de arena) y desarrollo de un modelo de altura/grosor de fracturas para dar cabida a “n” capas de tensión (modelo de equilibrio) para predicciones de altura de fractura y mejora de modelos de fractura seudotridimensionales.

source: Investigation of the core hole showed a low voltage power line had been struck by the coring activities, and that some of the electrical wires were damaged.
es: La investigación del orificio arrojó que la perforación había encontrado una línea de baja tensión y que se había dañado algunos cables eléctricos.

source: Investigation of this event revealed that the project team had not completed chemical specific or respirator user training, or understood what to do when the Golder action limit, OEL or IDLH were exceeded.
es: La investigación de este evento reveló que el equipo de proyecto no había recibido capacitación química específica o sobre uso de respirador ni entendía qué hacer en caso de superarse alguno de los límites (Golder, OEL o IDLH).

source: Investigations must never be seen as an instrument for blame.
es: Las investigaciones nunca deben verse como instrumentos para establecer culpa.

source: Investments to establish a permanent operation in a new country
es: Inversiones para establecer una operación permanente en un nuevo país

source: Involve others and listen to suggestions.
es: Involucrar a los demás y escuchar sugerencias.

source: Involve working at night
es: Implicar trabajo de noche

source: Involved in computer modelling of Hydraulic Fracturing, partially sponsored by Dowell Schlumberger Inc. and the University of Toronto.
es: Participación en modelación computacional de fracturación hidráulica, parcialmente auspiciada por Dowell Schlumberger Inc. y la Universidad de Toronto.

source: Involved in the analysis of support requirements for the 153 ramp in the McCreedy East Mine.
es: Participó en el análisis de requisitos de fortificación para la rampa 153 de la mina McCreedy East.

source: Involved in the development of EXAMINE2D - a 2-dimensional boundary element program for stress analysis; UNWEDGE - A limit equilibrium program for the analysis of 3‑dimensional underground wedges and support; and PHASES2D - a hybrid plastic finite element/boundary element program for stress analysis of underground openings and support.
es: Participación en el desarrollo de EXAMINE2D, un programa de elementos de borde bidimensionales para análisis de tensiones; UNWEDGE, un programa de equilibrio límite para el análisis tridimensional de cuñas subterráneas y fortificación; y PHASES2D, un programa híbrido de elementos finitos/elementos de borde plásticos para análisis de tensiones de excavaciones subterráneas y fortificación.
